Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/AuthKitUI.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nl, no, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# AUTHORIZE_UPGRADE_MESSAGE_1_FACEID
source: Fast, easy sign-in with Face ID.
ar: تسجيل الدخول بسرعة وسهولة باستخدام بصمة الوجه.
bg: Бързо и лесно влизане с Face ID.
bn: Face ID দিয়ে দ্রুত সহজ সাইন ইন করুন।
ca: Inicia sessió de manera fàcil i ràpida amb el Face ID.
cs: Rychlé a snadné přihlášení pomocí Face ID.
da: Log ind nemt og hurtigt med Face ID.
de: Melde dich schnell und einfach mit Face ID an.
el: Γρήγορη και εύκολη σύνδεση με Face ID.
es: Inicio de sesión rápido y fácil con Face ID.
es_419: Inicio de sesión rápido y fácil con Face ID.
fi: Kirjaudu sisään nopeasti ja helposti Face ID:llä.
fr: Connectez-vous rapidement et en toute simplicité avec Face ID.
fr_ca: Connectez-vous facilement et rapidement avec Face ID.
gu: Face ID દ્વારા ઝડપી, સરળ સાઇન ઇન કરો.
he: התחברות פשוטה ומהירה עם Face ID.
hi: Face ID से तेज़, आसान साइन इन।
hr: Brza, jednostavna prijava putem Face ID-ja.
hu: Gyors, egyszerű bejelentkezés Face ID-val.
id: Masuk dengan cepat dan mudah menggunakan Face ID.
it: Accesso facile e veloce con Face ID.
ja: Face IDで素早く簡単にサインイン。
kk: Face ID арқылы жүйеге тез және оңай кіріңіз.
kn: Face ID ಮೂಲಕ ವೇಗವಾದ, ಸುಲಭವಾದ ಸೈನ್ ಇನ್.
ko: Face ID로 빠르고 간편하게 로그인합니다.
lt: Greitai ir lengvai prisijunkite naudodami „Face ID“.
ml: Face ID ഉപയോഗിച്ച് വേഗത്തിലും എളുപ്പത്തിലുമുള്ള സൈൻ ഇൻ.
mr: Face ID ने साइन इन करणे जलद, सोपे आहे.
ms: Daftar masuk yang pantas dan mudah dengan Face ID.
nl: Log snel en gemakkelijk in met Face ID.
no: Rask og enkel pålogging med Face ID.
or: Face ID ସହିତ ଶୀଘ୍ର, ସହଜରେ ସାଇନ୍ ଇନ୍ କରନ୍ତୁ।
pa: Face ID ਨਾਲ ਤੇਜ਼, ਆਸਾਨ ਸਾਈਨ-ਇਨ।
pl: Szybkie i łatwe logowanie przy użyciu Face ID.
pt_br: Use o Face ID para iniciar a sessão com facilidade e rapidez.
pt_pt: É fácil e rápido iniciar sessão com o Face ID.
ro: Autentificare rapidă și ușoară cu Face ID.
ru: Быстрый и простой вход с помощью Face ID.
sk: Rýchle a jednoduché prihlásenie pomocou Face ID.
sl: Hiter in preprost vpis s funkcijo Face ID.
sv: Snabb, enkel inloggning med Face ID.
ta: Face ID மூலம் விரைவாகவும், சுலபமாகவும் உள்நுழையவும்.
te: Face IDతో వేగవంతమైన, సులభమైన సైన్ ఇన్.
th: ลงชื่อเข้ารวดเร็วและง่ายด้วย Face ID
tr: Face ID ile hızlı ve kolay giriş yapın.
uk: Легко та швидко виконуйте вхід за допомогою Face ID.
ur: ‏⁨Face ID⁩ کے ساتھ تیز، آسان سائن اِن۔
vi: Đăng nhập nhanh chóng, dễ dàng với Face ID.
zh_cn: 通过面容ID快速轻松登录。
zh_hk: 使用Face ID快捷輕鬆地登入。
zh_tw: 用Face ID快速簡單地登入。

# PROXIMITY_AUTH_BROADCAST_DESCRIPTION_IPAD
source: Bring an iPad or other iPhone you are already using nearby or ask a Parent or Guardian use their device to sign in to your account on this iPad.
ar: قرِّب جهاز iPad أو iPhone آخر تستخدمه من قبل أو اطلب من أحد الوالدين أو ولي الأمر استخدام جهازه لتسجيل الدخول إلى حسابك على هذا الـ iPad.
bg: Доближете iPad или друг iPhone, който вече използвате наблизо, или помолете родител или настойник да използва устройството си за влизане във вашата регистрация на този iPad.
bn: এই iPad-এ আপনার অ্যাকাউন্টে সাইন ইন করতে আপনি আগে থেকেই ব্যবহার করছেন এমন একটি iPad অথবা অন্য কোনো iPhone কাছাকাছি নিয়ে আসুন অথবা বাবা-মা বা অভিভাবককে তার ডিভাইস ব্যবহার করতে বলুন।
ca: Per iniciar sessió al compte en aquest iPad, apropa un altre iPad o iPhone que ja facis servir. També pots demanar a un pare, a una mare o a una persona responsable de la tutela que utilitzi el seu dispositiu.
cs: Chcete‑li se na tomto iPadu přihlásit ke svému účtu, přibližte k němu iPad nebo jiný iPhone, který už používáte, případně požádejte rodiče nebo opatrovníka, aby vás přihlásil ze svého zařízení.
da: Hold en iPad eller en anden iPhone, du allerede bruger, i nærheden, eller bed en forælder eller værge om at bruge sin enhed til at logge ind på din konto på denne iPad.
de: Bringe ein iPad oder ein anderes iPhone, das du bereits benutzt, in die Nähe oder bitte eine erziehungsberechtigte Person, ihr Gerät zur Anmeldung bei deinem Account auf diesem iPad zu verwenden.
el: Τοποθετήστε κοντά ένα iPad ή ένα άλλο iPhone που χρησιμοποιείτε ήδη ή ζητήστε από έναν γονέα ή κηδεμόνα να χρησιμοποιήσει τη συσκευή του για σύνδεση στον λογαριασμό σας σε αυτό το iPad.
es: Acerca un iPad u otro iPhone que estés utilizando o bien pide a un padre, madre o tutor de la familia que inicie sesión en tu cuenta en este iPad usando su dispositivo.
es_419: Acerca otro iPad o un iPhone que ya estés usando o pide a tus padres o tutores que usen su dispositivo para iniciar sesión en tu cuenta en este iPad.
fi: Tuo lähelle iPad tai toinen iPhone, jota jo käytät, tai pyydä vanhempaa tai huoltajaa kirjaamaan sinut tilillesi tässä iPadissa käyttämällä omaa laitettaan.
fr: Approchez un iPad ou un autre iPhone vous appartenant ou demandez à votre parent ou tuteur d’utiliser son appareil pour vous connecter à votre compte sur cet iPad.
fr_ca: Approchez un iPad ou un autre iPhone que vous utilisez déjà ou demandez à un parent ou à un tuteur d’utiliser son appareil pour connecter votre compte à cet iPad.
gu: આ iPad પર તમારા અકાઉંટમાં સાઇન ઇન કરવા માટે તમે જે iPad અથવા બીજા iPhoneનો અગાઉથી ઉપયોગ કરી રહ્યા છો તેને નજીક લઈ આવો અથવા માતા-પિતા કે વાલીને તેમના ડિવાઈસનો ઉપયોગ કરવા કહો.
he: באפשרותך לקרב iPad או iPhone אחר שכבר נמצאים בשימוש על-ידך, או לבקש מאפוטרופוס או הורה שישתמשו במכשיר שלהם כדי להתחבר לחשבון שלך ב-iPad זה.
hi: इस iPad पर अपने खाते में साइन इन करने के लिए आप जिस iPad या अन्य iPhone का पहले से इस्तेमाल कर रहे हैं उसे पास में लाएँ या माता-पिता या अभिभावक से उनका डिवाइस इस्तेमाल करने के लिए कहें।
hr: Približite iPad ili drugi iPhone koji već koristite ili zamolite roditelja ili skrbnika da upotrijebi svoj uređaj za prijavljivanje u vaš račun na ovom iPadu.
hu: Hozzon egy már használatban lévő iPadet vagy egy másik iPhone‑t ennek a közelébe, vagy kérjen meg egy Szülőt vagy Gondviselőt, hogy a saját eszközével jelentkezzen be az Ön fiókjába ezen az iPaden.
id: Dekatkan iPad atau iPhone lainnya yang sedang Anda gunakan atau minta Orang Tua atau Wali menggunakan perangkat mereka untuk masuk ke akun Anda di iPad ini.
it: Avvicina un iPad o un altro iPhone che stai già usando oppure chiedi a un genitore/tutore di utilizzare il proprio dispositivo per accedere al tuo account su questo iPad.
ja: すでに使用中のiPadまたはほかのiPhoneを近づけるか、親または保護者のデバイスを使用してもらって、このiPadのあなたのアカウントにサインインしてください。
kk: Қолданып жүрген iPad немесе басқа iPhone құрылғысын жақын жерге әкеліңіз немесе ата‑анадан немесе қамқоршыдан осы iPad құрылғысындағы аккаунтыңызға кіру үшін өз құрылғысын пайдалануын сұраңыз.
kn: ನೀವು ಈಗಾಗಲೇ ಬಳಸುತ್ತಿರುವ iPad ಅಥವಾ ಇತರ iPhone ಅನ್ನು ಸಮೀಪಕ್ಕೆ ತನ್ನಿ ಅಥವಾ ಈ iPadನಲ್ಲಿ ನಿಮ್ಮ ಖಾತೆಗೆ ಸೈನ್ ಇನ್ ಮಾಡಲು ಅವರ ಸಾಧನವನ್ನು ಬಳಸಲು ಪೋಷಕರು ಅಥವಾ ಪಾಲಕರಿಗೆ ಕೇಳಿ.
ko: 이 iPad에서 사용자의 계정으로 로그인하려면, 이미 사용 중인 iPad 또는 다른 iPhone을 가까이 가져오거나, 부모님 또는 보호자에게 본인의 기기를 사용하여 로그인해달라고 요청하십시오.
lt: Priartinkite „iPad“ arba kitą „iPhone“, kurį jau naudojate, arba paprašykite vieno iš tėvų arba globėjų, kad naudodami savo įrenginį prisijungtų prie jūsų paskyros šiame „iPad“ įrenginyje.
ml: ഒരു iPad അല്ലെങ്കിൽ നിങ്ങൾ നിലവിൽ ഉപയോഗിക്കുന്ന മറ്റേ iPhone അടുത്തേക്ക് കൊണ്ടുവരൂ, അല്ലെങ്കിൽ ഒരു പേരന്റിനോടോ രക്ഷാകർത്താവിനോടോ ഈ iPad-ലെ നിങ്ങളുടെ അക്കൗണ്ടിൽ സൈൻ ഇൻ ചെയ്യാൻ അവരുടെ ഡിവൈസ് ഉപയോഗിക്കാൻ ആവശ്യപ്പെടൂ.
mr: ह्या iPad वर तुमच्या अकाउंटमध्ये साइन इन करण्यासाठी तुम्ही अगोदरच वापरत असलेला iPhone किंवा दुसरा एखादा iPad जवळ आणा किंवा आईवडिल किंवा पालकांना त्यांचा डिव्हाइस वापरण्याची विनंती करा.
ms: Bawa iPad atau iPhone lain yang sedang anda gunakan berdekatan atau minta Ibu Bapa atau Penjaga menggunakan peranti mereka untuk mendaftar masuk ke akaun anda pada iPad ini.
nl: Houd een iPad of andere iPhone die je al gebruikt in de buurt of vraag een ouder of voogd om hun apparaat te gebruiken om in te loggen bij je account op deze iPad.
no: Hold en iPad eller annen iPhone som du allerede bruker, i nærheten, eller be en forelder eller verge om å logge deg på kontoen din på denne iPaden fra sin egen enhet.
or: ଏହି iPad ରେ ନିଜ ଆକାଉଣ୍ଟ୍‌ରେ ସାଇନ୍ ଇନ୍ କରିବା ପାଇଁ, ଆପଣ ପୂର୍ବରୁ ବ୍ୟବହାର କରୁଥିବା କୌଣସି iPad କିମ୍ବା ଅନ୍ୟ iPhone ପାଖକୁ ଆଣନ୍ତୁ କିମ୍ବା ପିତାମାତା କିମ୍ବା ଅଭିଭାବକଙ୍କୁ ତାଙ୍କ ଡିଭାଇସ୍ ବ୍ୟବହାର କରିବାକୁ କୁହନ୍ତୁ।
pa: ਇਸ iPad ’ਤੇ ਆਪਣੇ ਖਾਤੇ ਵਿੱਚ ਸਾਈਨ ਇਨ ਕਰਨ ਲਈ ਤੁਸੀਂ ਜਿਸ iPad ਜਾਂ ਦੂਸਰੇ iPhone ਨੂੰ ਪਹਿਲਾਂ ਤੋਂ ਹੀ ਵਰਤ ਰਹੇ ਹੋ, ਉਸ ਨੂੰ ਨੇੜੇ ਲਿਆਓ ਜਾਂ ਮਾਤਾ-ਪਿਤਾ ਜਾਂ ਸਰਪ੍ਰਸਤ ਨੂੰ ਉਨ੍ਹਾਂ ਦਾ ਡਿਵਾਈਸ ਵਰਤਣ ਲਈ ਕਹੋ।
pl: Aby zalogować się na swoim koncie na tym iPadzie, zbliż do niego iPada lub iPhone’a, którego już używasz, albo poproś rodzica lub opiekuna o użycie ich urządzenia.
pt_br: Aproxime um iPad ou outro iPhone que você já esteja usando ou peça a um Responsável para que use o próprio dispositivo para iniciar uma sessão na sua conta neste iPad.
pt_pt: Aproxime um iPad ou outro iPhone que já esteja a usar ou peça a um dos pais ou tutor da família para iniciar sessão na sua conta neste iPad.
ro: Apropiați un iPad sau un alt iPhone pe care îl utilizați deja sau solicitați unui părinte sau tutore să‑și folosească dispozitivul pentru a vă autentifica în contul dvs. pe acest iPad.
ru: Поднесите iPad или другой iPhone, который уже используете, ближе либо попросите родителя или опекуна использовать свое устройство, чтобы помочь Вам войти в Вашу учетную запись на этом iPad.
sk: Ak sa na tomto iPade chcete prihlásiť do svojho účtu, priblížte k nemu iPhone alebo iPad, ktorý už používate, prípadne požiadajte rodiča alebo zákonného zástupcu, aby vás prihlásil zo svojho zariadenia.
sl: Približajte iPad ali drugi iPhone, ki ga že uporabljate, ali pa prosite enega od staršev ali skrbnikov, da se s svojo napravo vpiše v vaš račun v tem iPadu.
sv: Placera en iPad eller en annan iPhone som du redan använder i närheten eller be en vårdnadshavare använda sin enhet till att logga in på ditt konto på denna iPad.
ta: நீங்கள் ஏற்கெனவே பயன்படுத்தும் iPad அல்லது மற்ற iPhoneஐ அருகில் கொண்டு வரவும் அல்லது பெற்றோர் அல்லது பாதுகாவலர் தங்கள் சாதனத்தைப் பயன்படுத்தி இந்த iPadஇல் உங்கள் கணக்கில் உள்நுழையக் கோரவும்.
te: ఈ iPadలో మీ ఖాతాతో సైన్ ఇన్ చేయడానికి, మీరు ఇప్పటికే ఉపయోగిస్తున్న iPad లేదా వేరే iPhoneను దగ్గరగా తీసుకురండి లేదా మీ తల్లి/తండ్రి లేదా సంరక్షకులను వారి డివైజ్ ఉపయోగించమని అడగండి.
th: นำ iPad หรือ iPhone อีกเครื่องที่คุณใช้อยู่แล้วมาอยู่ใกล้เคียงหรือบอกให้ผู้ปกครองหรือผู้ดูแลใช้อุปกรณ์ของเขาเพื่อลงชื่อเข้าบัญชีของคุณบน iPad เครื่องนี้
tr: Kullandığınız diğer iPad’inizi veya iPhone’unuzu yaklaştırın ya da bir ebeveynden veya vasiden kendi aygıtını kullanarak bu iPad’de sizin hesabınıza giriş yapmasını isteyin.
uk: Піднесіть до цього пристрою iPad або інший iPhone, який ви вже використовуєте, або попросіть батьків чи опікунів увійти в ваш обліковий запис на цьому iPad.
ur: اس ‏iPad پر اپنے اکاؤنٹ میں سائن اِن کرنے کے لیے کوئی ایسا ‏iPad یا دیگر ‏iPhone آس پاس لائیں جو پہلے سے ہی آپ کے زیرِ استعمال ہو یا والدین میں سے کسی ایک یا سرپرست سے اپنے ڈیوائس کو استعمال کرنے کی درخواست کریں۔
vi: Hãy đưa một iPad hoặc iPhone khác mà bạn đang sử dụng đến gần hoặc yêu cầu cha mẹ hay người giám hộ sử dụng thiết bị của họ để đăng nhập vào tài khoản của bạn trên iPad này.
zh_cn: 将正使用的iPad或另一台iPhone移近，或请父母或监护人用自己的设备在此iPad上登录你的账户。
zh_hk: 將你正在使用的iPad或其他iPhone放在附近，或者請家長或監護人使用其裝置在此iPad上登入你的帳户。
zh_tw: 將正在使用的iPad或其他iPhone放在附近，或者請家長或監護人使用其裝置來在此iPad上登入你的帳號。

# ALERT_CANCEL
source: Cancel
ar: إلغاء
bg: Отказ
bn: বাতিল করুন
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_419: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
gu: રદ કરો
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
kn: ರದ್ದು
ko: 취소
lt: Atšaukti
ml: റദ്ദാക്കൂ
mr: रद्द करा
ms: Batal
nl: Annuleer
no: Avbryt
or: ବାତିଲ୍ କରନ୍ତୁ
pa: ਰੱਦ ਕਰੋ
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
ta: ரத்துசெய்
te: రద్దు
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
ur: منسوخ کریں
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# AUTHORIZE_SHARED_ACCOUNT_LOGIN_CHOICE_SUBTITLE
source: Shared account
ar: حساب مشترك
bg: Споделена регистрация
bn: শেয়ার্ড অ্যাকাউন্ট
ca: Compte compartit
cs: Sdílený účet
da: Delt konto
de: Geteilter Account
el: Κοινόχρηστος λογαριασμός
es: Cuenta compartida
es_419: Cuenta compartida
fi: Jaettu tili
fr: Compte partagé
fr_ca: Compte partagé
gu: શેર કરેલ અકાઉંટ
he: חשבון משותף
hi: शेयर किया गया खाता
hr: Dijeljeni račun
hu: Megosztott fiók
id: Akun bersama
it: Account condiviso
ja: 共有アカウント
kk: Ортақ аккаунт
kn: ಹಂಚಿಕೊಂಡಿರುವ ಖಾತೆ
ko: 공유 계정
lt: Bendra paskyra
ml: പങ്കിട്ട അക്കൗണ്ട്
mr: शेअर केलेले अकाउंट
ms: Akaun dikongsi
nl: Gedeelde account
no: Delt konto
or: ଶେୟର୍ କରାଯାଇଥିବା ଆକାଉଣ୍ଟ୍‌
pa: ਸਾਂਝਾ ਕੀਤਾ ਗਿਆ ਖਾਤਾ
pl: Konto udostępniane
pt_br: Conta compartilhada
pt_pt: Conta partilhada
ro: Cont partajat
ru: Общая учетная запись
sk: Zdieľaný účet
sl: Deljeni račun
sv: Delat konto
ta: பகிரப்பட்ட கணக்கு
te: షేర్ చేయబడిన ఖాతా
th: บัญชีแบบใช้ร่วมกัน
tr: Paylaşılan hesap
uk: Спільний обліковий запис
ur: شیئر کردہ اکاؤنٹ
vi: Tài khoản được chia sẻ
zh_cn: 共享账户
zh_hk: 共享帳户
zh_tw: 共享的帳號

# PROXIMITY_AUTH_SETUP_IN_PROGRESS_DESCRIPTION_VISION
source: Please continue on your other Apple Vision Pro.
ar: يرجى المتابعة على جهاز Apple Vision Pro الآخر.
bg: Моля, продължете на другия ви Apple Vision Pro.
bn: অনুগ্রহ করে আপনার অন্য Apple Vision Pro-এ চালিয়ে যান।
ca: Continua a l’altre Apple Vision Pro.
cs: Pokračujte na druhém zařízení Apple Vision Pro.
da: Fortsæt på din anden Apple Vision Pro.
de: Fahre auf deiner anderen Apple Vision Pro fort.
el: Συνεχίστε στο άλλο Apple Vision Pro σας.
es: Continúa en el otro Apple Vision Pro.
es_419: Continúa en tu otro Apple Vision Pro.
fi: Jatka toisessa Apple Vision Prossasi.
fr: Veuillez continuer sur votre autre Apple Vision Pro.
fr_ca: Veuillez continuer sur l’autre Apple Vision Pro.
gu: તમારા બીજા Apple Vision Pro પર ચાલુ રાખવા વિનંતી.
he: נא להמשיך ב-Apple Vision Pro האחר.
hi: कृपया अपने अन्य Apple Vision Pro पर जारी रखें।
hr: Nastavite na svom drugom uređaju Apple Vision Pro.
hu: Kérjük, folytassa a másik Apple Vision Próján.
id: Lanjutkan di Apple Vision Pro Anda lainnya.
it: Continua sull’altro Apple Vision Pro.
ja: ほかのApple Vision Proで続けてください。
kk: Басқа Apple Vision Pro құрылғыңызда жалғастырыңыз.
kn: ನಿಮ್ಮ ಇತರ Apple Vision Pro ದಲ್ಲಿ ಮುಂದುವರಿಯಿರಿ.
ko: 다른 Apple Vision Pro에서 계속하십시오.
lt: Tęskite kitame „Apple Vision Pro“.
ml: നിങ്ങളുടെ മറ്റേ Apple Vision Pro-ൽ തുടരൂ.
mr: कृपया तुमच्या दुसऱ्या Apple Vision Pro वर चालू ठेवा.
ms: Sila teruskan pada Apple Vision Pro anda yang lain.
nl: Ga door op je andere Apple Vision Pro.
no: Fortsett på din andre Apple Vision Pro.
or: ଦୟାକରି ଆପଣଙ୍କ ଅନ୍ଯ Apple Vision Pro ରେ ଜାରି ରଖନ୍ତୁ।
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਦੂਸਰੇ Apple Vision Pro ’ਤੇ ਜਾਰੀ ਰੱਖੋ।
pl: Kontynuuj na drugim Apple Vision Pro.
pt_br: Continue no outro Apple Vision Pro.
pt_pt: Continue no outro Apple Vision Pro.
ro: Continuați pe celălalt Apple Vision Pro.
ru: Перейдите на свой другой Apple Vision Pro.
sk: Pokračujte na svojom druhom Apple Vision Pro.
sl: Nadaljujte v drugih očalih Apple Vision Pro.
sv: Fortsätt på din andra Apple Vision Pro.
ta: உங்களது மற்ற Apple Vision Proஇல் தொடரவும்.
te: దయచేసి మీ వేరే Apple Vision Proలో కొనసాగించండి.
th: โปรดดำเนินการต่อบน Apple Vision Pro อีกเครื่องของคุณ
tr: Lütfen diğer Apple Vision Pro’nuzda sürdürün.
uk: Продовжте на своєму іншому Apple Vision Pro.
ur: براہ کرم اپنے دیگر ‏Apple Vision Pro پر جاری رکھیں۔
vi: Vui lòng tiếp tục trên Apple Vision Pro khác của bạn.
zh_cn: 请在另一台Apple Vision Pro上继续。
zh_hk: 請在你的另一部Apple Vision Pro上繼續。
zh_tw: 請在你的其他Apple Vision Pro繼續。

# ENROLL_IOS_MACHINE_MESSAGE_PASSCODE
source: Enter the passcode for the %@ “%@”. Your passcode is encrypted and cannot be read by Apple.
ar: أدخل رمز دخول الـ %@ ‏"%@". رمز الدخول الخاص بك مشفر ولا يمكن قراءته من قِبل شركة Apple.
bg: Въведете кода за %@ „%@“. Вашият код е криптиран и не може да бъде разчетен от Apple.
bn: %@ “%@”-এর পাসকোড লিখুন। আপনার পাসকোডটি এনক্রিপ্ট করা আছে ও এটি Apple পড়তে পারবে না।
ca: Introdueix el codi de l’%@ “%@”. El codi està encriptat i Apple no el pot llegir.
cs: Zadejte kód k zařízení %@ „%@“. Váš kód je zašifrovaný a společnost Apple k němu nemá přístup.
da: Skriv koden til %@ “%@”. Din kode er krypteret, og Apple har ikke adgang til den.
de: Gib den %@-Code für „%@“ ein. Der Code ist verschlüsselt und kann nicht von Apple gelesen werden.
el: Εισαγάγετε τον κωδικό για το %@ «%@». Ο κωδικός σας είναι κρυπτογραφημένος και δεν μπορεί να αναγνωστεί από την Apple.
es: Introduce el código del %@ “%@”. El código está encriptado y Apple no podrá leerlo.
es_419: Ingresa el código del %@ “%@”. Tu código está encriptado y Apple no puede leerlo.
fi: Syötä laitteen ”%2$@” (%1$@) pääsykoodi. Pääsykoodisi on salattu, eikä Apple voi lukea sitä.
fr: Saisissez le code de votre %@ « %@ ». Votre code est chiffré et ne peut pas être lu par Apple.
fr_ca: Entrez le code de votre %@ « %@ ». Votre code est chiffré et ne peut pas être lu par Apple.
gu: %@ “%@” માટે પાસકોડ એંટર કરો. તમારો પાસકોડ એંક્રિપ્ટ કરેલો છે અને તે Apple દ્વારા વાંચી શકાતો નથી.
he: נא להזין את קוד הגישה עבור ה-%@ ‏״%@״. קוד הגישה שלך מוצפן ול-Apple אין אפשרות לקרוא אותו.
hi: %@ “%@” का पासकोड दर्ज करें। आपका पासकोड एंक्रिप्टेड है और उसे Apple द्वारा पढ़ा नहीं जा सकता है।
hr: Unesite šifru za %@ “%@”. Vaša šifra je kriptirana i Apple je ne može čitati.
hu: Adja meg a(z) „%2$@” %1$@ jelkódját. A jelkódja titkosítva van, és az Apple nem tudja elolvasni ezeket az adatokat.
id: Masukkan kode sandi untuk %@ “%@”. Kode sandi Anda dienkripsi dan tidak dapat dibaca oleh Apple.
it: Inserisci il codice di %@ “%@”. Il codice è crittografato e non può essere letto da Apple.
ja: %@ “%@”のパスコードを入力してください。パスコードは暗号化されるため、Appleが読み取ることはできません。
kk: %@ «%@» үшін құпиякодты енгізіңіз. Құпиякодыңыз шифрланған және оны Apple оқи алмайды.
kn: %@ “%@”ಗಾಗಿ ಪಾಸ್‌ಕೋಡ್ ಅನ್ನು ನಮೂದಿಸಿ. ನಿಮ್ಮ ಪಾಸ್‌ಕೋಡ್ ಎನ್‌ಕ್ರಿಪ್ಟ್ ಆಗಿರುತ್ತದೆ ಹಾಗೂ Appleಗೆ ಓದಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ.
ko: %@ ‘%@’의 암호를 입력하십시오. 사용자의 암호는 암호화되어 있어서 Apple이 읽을 수 없습니다.
lt: Įveskite „%@“ įrenginio „%@“ prieigos kodą. Jūsų prieigos kodas šifruojamas ir jo perskaityti negalima.
ml: ‘%2$@’ എന്ന %1$@-നുള്ള പാസ്കോഡ് നൽകൂ. നിങ്ങളുടെ പാസ്കോഡ് എൻക്രിപ്റ്റ് ചെയ്തതിനാൽ, Apple-ന് വായിക്കാനാകില്ല.
mr: %@ ‘%@’ चा पासकोड प्रविष्ट करा. तुमचा पासवर्ड एनक्रिप्टेड आहे आणि Apple द्वारे वाचला जाऊ शकत नाही.
ms: Masukkan kod laluan untuk %@ “%@”. Kod laluan anda disulitkan dan tidak boleh dibaca oleh Apple.
nl: Voer de toegangscode in voor de %@ '%@'. Je toegangscode is versleuteld en kan niet door Apple worden gelezen.
no: Skriv inn koden til %@-enheten «%@». Koden din krypteres og kan ikke leses av Apple.
or: %@ “%@” ପାଇଁ ପାସ୍‌କୋଡ୍ ଲେଖନ୍ତୁ। ଆପଣଙ୍କ ପାସ୍‌ୱର୍ଡ୍ ଏନ୍‌କ୍ରିପ୍ଟ୍ ହୋଇଛି ଏବଂ ଏହାକୁ Apple ଦ୍ୱାରା ପଢ଼ାଯାଇପାରିବ ନାହିଁ।
pa: %@ “%@” ਦਾ ਪਾਸਕੋਡ ਭਰੋ। ਤੁਹਾਡਾ ਪਾਸਕੋਡ ਇਨਕ੍ਰਿਪਟ ਕੀਤਾ ਗਿਆ ਹੈ ਅਤੇ ਇਸ ਨੂੰ Apple ਦੁਆਰਾ ਪੜ੍ਹਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।
pl: Podaj kod urządzenia (%@, „%@”). Kod jest szyfrowany; Apple nie może go odczytać.
pt_br: Digite o código de %@ “%@”. Seu código é criptografado e não pode ser lido pela Apple.
pt_pt: Digite o código do %@ “%@”. O seu código é cifrado e não pode ser acedido pela Apple.
ro: Introduceți codul de acces pentru %@‑ul „%@”. Codul dvs. de acces este criptat și nu poate fi citit de Apple.
ru: Введите код‑пароль для %@ «%@». Ваш код‑пароль зашифрован и не может быть прочитан Apple.
sk: Zadajte kód pre %@ „%@“. Váš kód je zašifrovaný a Apple ho nedokáže prečítať.
sl: Vnesite kodo za dostop za %@ »%@«. Vaša koda za dostop je šifrirana in je Apple ne more prebrati.
sv: Ange lösenkoden för din %@ ”%@”. Lösenkoden är krypterad och kan inte läsas av Apple.
ta: %@ “%@”க்கான பாஸ்கோடை உள்ளிடவும். உங்கள் பாஸ்கோடு என்கிரிப்ட் செய்யப்பட்டுள்ளதால், அதை Appleஆல் படிக்க முடியாது.
te: %@ “%@” పాస్‌కోడ్‌ను నమోదు చేయండి. మీ పాస్‌కోడ్ ఎన్‌క్రిప్ట్ చేయబడింది మరియు దీన్ని చదవడం Appleకి వీలుకాదు.
th: ป้อนรหัสของ%[tt]@ “%@” รหัสของคุณจะถูกเข้ารหัสและ Apple ไม่สามารถอ่านได้
tr: “%2$@” adlı %1$@ için parolayı girin. Parolanız şifrelenir ve Apple tarafından okunamaz.
uk: Введіть код допуску для %@ «%@». Ваш код допуску зашифрований і компанія Apple не має до нього доступу.
ur: ‏⁨%1$@ “%2$@“⁩ کا پاس کوڈ درج کریں۔ آپ کا پاس ورڈ انکرپٹڈ ہے اور ‏Apple اسے نہیں پڑھ سکتا۔
vi: Nhập mật mã cho %@ “%@”. Mật mã của bạn được mã hóa và Apple không thể đọc được.
zh_cn: 请输入%@“%@”的密码。你的密码已经过加密，无法被Apple读取。
zh_hk: 輸入%@「%@」的密碼。你的密碼會被加密令Apple無法讀取。
zh_tw: 輸入%@「%@」的密碼。會加密你的密碼，讓Apple無法讀取。

# FORGOT_DESCRIPTION_REBRAND
source: You can recover your Apple Account or reset your password.
ar: يمكنك استرداد حساب Apple أو إعادة تعيين كلمة السر.
bg: Можете да възстановите вашата Apple регистрация или да нулирате паролата си.
bn: আপনি আপনার Apple অ্যাকাউন্ট রিকভার করতে পারেন অথবা আপনার পাসওয়ার্ড রিসেট করতে পারেন।
ca: Pots recuperar el compte d’Apple o restablir la contrasenya.
cs: Můžete obnovit svůj účet Apple nebo resetovat heslo.
da: Du kan gendanne din Apple‑konto eller nulstille din adgangskode.
de: Du kannst deinen Apple Account wiederherstellen oder dein Passwort zurücksetzen.
el: Μπορείτε να ανακτήσετε τον λογαριασμό Apple σας ή να επαναφέρετε το συνθηματικό σας.
es: Puedes recuperar tu cuenta de Apple o restablecer tu contraseña.
es_419: Puedes recuperar tu cuenta de Apple o restablecer tu contraseña.
fi: Voit palauttaa Apple-tilisi tai nollata salasanasi.
fr: Vous pouvez récupérer votre compte Apple ou réinitialiser votre mot de passe.
fr_ca: Vous pouvez récupérer votre compte Apple ou réinitialiser votre mot de passe.
gu: તમે તમારું Apple અકાઉંટ રિકવર કરી શકો છો અથવા તમારો પાસવર્ડ રીસેટ કરો.
he: באפשרותך לשחזר את פרטי חשבון ה-Apple או לאפס את הסיסמה שלך.
hi: आप अपने Apple खाते को रिकवर या पासवर्ड को रीसेट कर ^[सकते हैं](inflect: true)।
hr: Možete oporaviti svoj Apple račun ili resetirati lozinku.
hu: Helyre tudja állítani az Apple-fiókját vagy a jelszavát.
id: Anda dapat memulihkan Akun Apple atau mengatur ulang kata sandi Anda.
it: Puoi recuperare Apple Account o reimpostare la password.
ja: Apple Accountを回復するか、パスワードをリセットすることができます。
kk: Apple аккаунтын қалпына келтіруге немесе құпиясөзді бастапқы күйге қайтаруға болады.
kn: ನಿಮ್ಮ Apple ಖಾತೆಯನ್ನು ನೀವು ರಿಕವರ್ ಮಾಡಿಕೊಳ್ಳಬಹುದು ಅಥವಾ ಪಾಸ್‌ವರ್ಡ್ ರೀಸೆಟ್ ಮಾಡಬಹುದು.
ko: Apple 계정을 복구하거나 암호를 재설정할 수 있습니다.
lt: Galite atkurti „Apple“ paskyrą arba iš naujo nustatyti slaptažodį.
ml: നിങ്ങൾക്ക് Apple അക്കൗണ്ട് റിക്കവർ ചെയ്യുകയോ പാസ്‌വേഡ് റീസെറ്റ് ചെയ്യുകയോ ചെയ്യാം.
mr: तुम्ही तुमचा Apple अकाउंट पुनर्प्राप्त करू शकता किंवा पासवर्ड रिसेट करू शकता.
ms: Anda boleh memulihkan Akaun Apple anda atau mereset kata laluan anda.
nl: Je kunt je Apple Account terughalen of je wachtwoord opnieuw instellen.
no: Du kan gjenopprette Apple-kontoen din eller nullstille passordet.
or: ଆପଣ ନିଜ Apple ଆକାଉଣ୍ଟ୍ ରିକଭର୍ କିମ୍ବା ପାସ୍‌ୱର୍ଡ୍ ରୀସେଟ୍ କରିପାରିବେ।
pa: ਤੁਸੀਂ ਆਪਣਾ Apple ਖਾਤਾ ਰਿਕਵਰ ਕਰ ਸਕਦੇ ਹੋ ਜਾਂ ਆਪਣਾ ਪਾਸਵਰਡ ਰੀਸੈੱਟ ਕਰ ਸਕਦੇ ਹੋ।
pl: Nie możesz odzyskać konta Apple ani wyzerować hasła.
pt_br: Você pode recuperar a sua Conta Apple ou redefinir a sua senha.
pt_pt: Pode recuperar a conta Apple ou repor a palavra‑passe.
ro: Puteți să vă recuperați contul Apple sau să vă resetați parola.
ru: Вы можете восстановить свой Аккаунт Apple или сбросить пароль.
sk: Môžete obnoviť svoj Apple účet alebo resetovať svoje heslo.
sl: Ponovno lahko pridobite dostop do svojega računa Apple ali pa ponastavite geslo.
sv: Du kan återskapa ditt Apple‑konto eller skapa ett nytt lösenord.
ta: உங்கள் Apple கணக்கை மீட்டெடுக்கலாம் அல்லது பாஸ்வேர்டை மீட்டமைக்கலாம்.
te: మీరు మీ Apple ఖాతాను రికవర్ చేయవచ్చు లేదా మీ పాస్‌వర్డ్‌ను రీసెట్ చేయవచ్చు.
th: คุณสามารถกู้คืนบัญชี Apple ของคุณหรือรีเซ็ตรหัสผ่านของคุณได้
tr: Apple Hesabı’nızı geri alabilir veya parolanızı sıfırlayabilirsiniz.
uk: Можна відновити свій обліковий запис Apple або скинути пароль.
ur: آپ اپنے ‏Apple اکاؤنٹ کو بازیاب کر سکتے ہیں یا اپنا پاس ورڈ ری سیٹ کر سکتے ہیں۔
vi: Bạn có thể khôi phục Tài khoản Apple hoặc đặt lại mật khẩu.
zh_cn: 你可以恢复Apple账户或重设密码。
zh_hk: 你可以還原Apple帳户或重設密碼。
zh_tw: 你可以復原你的「Apple帳號」或重置密碼。
